verification/runs/T-family/T1_runs/R_300k_x/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];
internalField   uniform 300;
boundaryField
{
    inlet   { type fixedValue; value uniform 300; }
    outlet  { type zeroGradient; }
    wall    { type fixedGradient; gradient uniform 50; }
    front   { type wedge; }
    back    { type wedge; }
}
