verification/runs/T-family/T1_runs/R_300k_x/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (22.5 0 0);
boundaryField
{
    inlet   { type fixedValue; value uniform (22.5 0 0); }
    outlet  { type zeroGradient; }
    wall    { type noSlip; }
    front   { type wedge; }
    back    { type wedge; }
}
