verification/runs/T-family/T1_runs/R_300k_x/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

transportModel  Newtonian;
nu              1.5e-05;
beta            0;
TRef            300;
Pr              0.71;
Prt             0.85;
